CREATE TABLE employees (
	id SERIAL PRIMARY KEY,
	first_name VARCHAR(50) NOT NULL,
	last_name VARCHAR(50) NOT NULL,
	department VARCHAR(50),
	salary NUMERIC(8, 2)
);
INSERT INTO employees (first_name, last_name, department,  salary)
VALUES 
(	'Мария'	,	'Панченко', 'Отдел Продаж',	171000)	,
(	'Петр'	,	'Первый',	'Отдел Маркетинга',	288000)	,
(	'Василий',	'Котов',	'Отдел Продаж',	135000)	,
(	'Эрнаст',	'Фандорин',	'Отдел Продаж',	245000)	,
(	'Павел',	'Первый',	'Отдел Маркетинга',	285000)	,
(	'Катерина',	'Вторая',	'Руководство',	650000)	,
(	'Марфа'	,	'Марковна',	'Отдел Продаж',	240000)	,
(	'Мифодий'	,	'Иванов',	'Отдел Маркетинга',	111000)	,
(	'Кирилл'	,	'Петров',	'Отдел Продаж',	107000)	,
(	'Сергей'	,	'Сергеев',	'Отдел Продаж',	108000)	,
(	'Семен'	,	'Семенченко',	'Отдел Маркетинга',	286000)	,
(	'Мария'	,	'Маршукова',	'Аналитический отдел',	173000)	,
(	'Павел'	,	'Панкратов',	'Отдел Продаж',	253000)	,
(	'Николай'	,	'Нецарев',	'Отдел Маркетинга',	169000)	,
(	'Эрнаст'	,	'Нефандорин',	'АХО',	120000)	


SELECT * FROM employees LIMIT 5;